// Группы объектов
var groups = [
        {
            name: "Известные памятники",
            style: "islands#redIcon",
            _id: 1,
            items: [
                {
                    center: [59.219765, 39.892132],
                    name: "Памятник героям Октябрьской революции и Гражданской войны"
                },
                {
                    center: [59.221405, 39.888500],
                    name: "Памятник В. И. Ленину"
                },
                {
                    center: [59.220026, 39.893276],
                    name: "Вечный огонь"
                }
            ]},
        {
            name: "Покушайки",
            style: "islands#greenIcon",
            _id: 2,
            items: [
                {
                    center: [59.221242, 39.893454],
                    name: "Кафе Додо Пицца"
                },
                {
                    center: [59.220740, 39.893964],
                    name: "Кафе Паровозов"
                },
                {
                    center: [59.218913, 39.891045],
                    name: "Кафе Кухня"
                },
                {
                    center: [59.219515, 39.889369],
                    name: "Кафе Bazar"
                }
            ]},
        {
            name: "Оригинальные музейчики",
            style: "islands#orangeIcon",
            _id: 3,
            items: [
                {
                    center: [59.218175, 39.888262],
                    name: "Мемориальный музей А. В. Пантелеева"
                },
                {
                    center: [59.216941, 39.894065],
                    name: "Дом купца Самарина"
                },
                {
                    center: [59.219916, 39.895134],
                    name: "Флигель Дворянского собрания"
                }
            ]},
        {
            name: "Красивости",
            style: "islands#blueIcon",
            _id: 4,
            items: [
                {
                    center: [59.224042, 39.883181],
                    name: "Воскресенский кафедральный собор"
                },
                {
                    center: [59.219797, 39.884987],
                    name: "Фонтан у ЦУМа"
                },
                {
                    center: [59.225487, 39.887611],
                    name: "Церковь Иоанна Златоуста"
                }
            ]}
    ];
